[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Fermer
btnUpdate.Caption=Télécharger
btnConfirmCancel.Caption=Annuler
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=Félicitation ! Vous avez déjà la dernière version.Aucune mise à jour est disponible
lblGetUptInfo.Caption=Obtenir des informations de mise à jour,S'il vous plaît,patienter
btnConfigCancel.Caption=Annuler
btnMinimize.Caption=Réduire
btnProcessCancel.Caption=Annuler
btnUptWeb.Caption=Mettre à jour maintenant !
btnWebCancel.Caption=Mettre à jour plus tard
lblUpdateFailed.Caption=Echec de la mise à jour!S'il vous réessayer plus tard où cliquer sur le bouton "Réessayer" pour mettre à jour de nouveau
btnFailedClose.Caption=Femer
btnRetry.Caption=Réessayer
btnSuccessClose.Caption=OK
lblWebHisTitle.Caption=Nouvelle version est prête!
btnWebCancelHis.Caption=Mettre à jour plus tard
btnUptWebHis.Caption=Mettre à jour maintenant !
lblWebHisWhatsNew.Caption=Quoi de Neuf?

[LiveUpdate_M]
Item=éléments
Size=Taille
Version=Version
DownLoading=Téléchargement
OK=OK
Close=Fermer
LiveUpdate=Mise à jour
UpdateSuccess=%s est mis à jour.Vous pouvez profiter des dernières fonctionnalités et amèliorations
WebDownLoad=Nouvelle version de %s est disponible. S'il vous plait, mettre à jour maintenant pour obtenir les dernières fonctionnalités et amèliorations.C'est gratuit !
AvailableUpdates=Mises à jour disponible
NewVersion=Nouvelle version
VersionUpdate=Version mise à jour
ImportantUpdate=Importante mise à jour
WebNewVerHis=%s est actuellement disponible. Mettez à jour maintenant et profitez des nouveautés!
